{
    "character": [
        {
            "name": "Rimuru Tempest",
            "image": "Rimuru.jpg",
            "species": "Slime / Demon Lord",
            "desc": "The main protagonist who was reincarnated as a slime and eventually becomes one of the strongest beings in the world."
        },
        {
            "name": "Shizu",
            "image": "Shizu.jpg",
            "species": "Human (Conjurer)",
            "desc": "A legendary Conqueror of Flames and the first person Rimuru ever promised to fulfill a wish for."
        },
        {
            "name": "Ciel",
            "image": "Ciel.jpg",
            "species": "Manas (Ultimate Intelligence)",
            "desc": "The ultimate skill and true consciousness that evolved from Raphael. Rimuru's most trusted partner and the core of his power."
        },
        {
            "name": "Gobta",
            "image": "Gobta.jpg",
            "species": "Hobgoblin",
            "desc": "A goblin who evolved into a hobgoblin. Surprisingly brave (and lucky) in combat despite his goofy personality."
        },
        {
            "name": "Rigurd",
            "image": "Rigurd.jpg",
            "species": "Hobgoblin",
            "desc": "The wise and respected elder of the goblin village who becomes Minister of Internal Affairs in Tempest."
        },
        {
            "name": "Rigur",
            "image": "Rigur.jpg",
            "species": "Hobgoblin",
            "desc": "Captain of Tempest's security forces and Rigurd's son. Extremely loyal to Rimuru."
        },
        {
            "name": "Ranga",
            "image": "Ranga.jpg",
            "species": "Tempest Star Wolf",
            "desc": "Rimuru's loyal direwolf companion who evolved into a majestic Tempest Star Wolf."
        },
        {
            "name": "Benimaru",
            "image": "Benimaru.jpg",
            "species": "Kijin",
            "desc": "Commander-in-Chief of Tempest's army. Calm, powerful, and one of Rimuru's most trusted generals."
        },
        {
            "name": "Shuna",
            "image": "Shuna.jpg",
            "species": "Kijin",
            "desc": "Benimaru's gentle and intelligent younger sister. Princess of the Kijin and master of holy magic and research."
        },
        {
            "name": "Shion",
            "image": "Shion.jpg",
            "species": "Kijin",
            "desc": "Rimuru's self-proclaimed secretary and bodyguard. Incredibly strong and fiercely loyal (and a terrible cook)."
        },
        {
            "name": "Souei",
            "image": "Souei.jpg",
            "species": "Kijin",
            "desc": "Master of stealth and reconnaissance. Leads Tempest's intelligence and shadow squad."
        },
        {
            "name": "Hakuro",
            "image": "Hakuro.jpg",
            "species": "Kijin",
            "desc": "Legendary swordmaster and instructor of Tempest's military forces."
        },
        {
            "name": "Kurobe",
            "image": "Kurobe.jpg",
            "species": "Kijin",
            "desc": "Tempest's master blacksmith who crafts legendary weapons and equipment."
        },
        {
            "name": "Gabiru",
            "image": "Gabiru.jpg",
            "species": "Dragonewt",
            "desc": "Proud and dramatic captain of the dragonewt Hiryuu aerial forces."
        },
        {
            "name": "Veldora",
            "image": "Veldora.jpg",
            "species": "True Dragon",
            "desc": "The Storm Dragon and Rimuru's first friend. Sealed for 300 years until freed by Rimuru."
        },
        {
            "name": "Milim Nava",
            "image": "Milim.jpg",
            "species": "Demon Lord",
            "desc": "The Destroyer — one of the oldest and strongest Demon Lords with a childlike personality."
        },
        {
            "name": "Ramiris",
            "image": "Ramiris.jpg",
            "species": "Fairy (Demon Lord)",
            "desc": "The Fairy Queen and ruler of the Labyrinth. Ancient Demon Lord of tiny stature but immense knowledge."
        },
        {
            "name": "Hinata Sakaguchi",
            "image": "Hinata.jpg",
            "species": "Saint / Human",
            "desc": "Captain of the Holy Knights and leader of the Western Holy Church's Ten Great Saints. A former Japanese otherworlder."
        },
        {
            "name": "Treyni",
            "image": "Treyni.jpg",
            "species": "Dryad",
            "desc": "Guardian of the Jura Forest who entrusted its protection to Rimuru."
        },
        {
            "name": "Albis",
            "image": "Albis.jpg",
            "species": "Beastman (Serpent)",
            "desc": "Captain of Eurazania's Three Beastketeers, known as Golden Snake Horn."
        },
        {
            "name": "Vesta",
            "image": "Vesta.jpg",
            "species": "Human",
            "desc": "Former minister of Dwargon, now Minister of Science and Research in Tempest."
        },
        {
            "name": "Clayman",
            "image": "Clayman.jpg",
            "species": "Deathman (Demon Lord)",
            "desc": "The Marionette Master — cunning and manipulative antagonist."
        },
        {
            "name": "Geld",
            "image": "Geld.jpg",
            "species": "High Orc",
            "desc": "King of the orcs, now Minister of Construction and one of Tempest's strongest defenders."
        },
        {
            "name": "Diablo",
            "image": "Diablo.jpg",
            "species": "Primordial Demon",
            "desc": "The primordial demon Noir. Rimuru's devoted butler and leader of the Black Numbers."
        }
    ]
}